Repository: trytonus/nereid-catalog
Catalog: locale/*.po
Languages: de_de

# error:product.product:
source: URI of Product must be Unique
de_de: URI kann nur einmal pro Artikel vergeben werden.

# error:product.tree_node:
source: recursion_error
de_de: Rekursionsfehler

# field:product.media,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:product.media,create_uid:
source: Create User
de_de: Erstellt durch

# field:product.media,product:
source: Product
de_de: Variante

# field:product.media,sequence:
source: Sequence
de_de: Reihenfolge

# field:product.media,static_file:
source: Static File
de_de: Statische Datei

# field:product.media,template:
source: Template
de_de: Artikel

# field:product.media,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:product.media,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:product.product,cross_sells:
source: Cross-Sells
de_de: Kreuzverkäufe (Cross-Sells)

# field:product.product,default_image:
source: Image
de_de: Bild

# field:product.product,displayed_on_eshop:
source: Displayed on E-Shop?
de_de: Anzeige im Webshop

# field:product.product,images:
source: Images
de_de: Bilder

# field:product.product,long_description:
source: Long Description
de_de: Langbeschreibung

# field:product.product,media:
source: Media
de_de: Medien

# field:product.product,use_template_description:
source: Use template's description
de_de: Beschreibung des Artikels verwenden

# field:product.product,use_template_images:
source: Use template's images
de_de: Bilder des Artikels verwenden

# field:product.product-product.product,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:product.product-product.product,create_uid:
source: Create User
de_de: Erstellt durch

# field:product.product-product.product,cross_sell:
source: Cross-sell Product
de_de: Kreuzverkauf Artikel

# field:product.product-product.product,product:
source: Product
de_de: Artikel

# field:product.product-product.product,up_sell:
source: Up-sell Product
de_de: Up-Sell Artikel

# field:product.product-product.product,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:product.product-product.product,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:product.template,description:
source: Description
de_de: Beschreibung

# field:product.template,images:
source: Images
de_de: Bilder

# field:product.template,long_description:
source: Long Description
de_de: Langbeschreibung

# field:product.template,media:
source: Media
de_de: Medien

# field:product.template,products_displayed_on_eshop:
source: Products (Disp. on eShop)
de_de: Artikel (im Webshop angezeigt)

# model:product.media,name:
source: Product Media
de_de: Variantenmedien

# model:product.product-product.product,name:
source: Related Product
de_de: Verbundener Artikel

# view:nereid.website:
source: Catalog Config.
de_de: Katalog Konfiguration

# view:nereid.website:
source: Currencies
de_de: Währungen

# view:product.category:
source: Description
de_de: Beschreibung

# view:product.category:
source: Image
de_de: Bild

# view:product.category:
source: Update URI
de_de: URI aktualisieren

# view:product.media:
source: Media
de_de: Medien

# view:product.product:
source: Cross-Sells
de_de: Kreuzverkäufe (Cross-Sells)

# view:product.product:
source: Description
de_de: Beschreibung

# view:product.product:
source: Related Products
de_de: Verbundene Artikel

# view:product.template:
source: Description
de_de: Beschreibung

# view:product.template:
source: Media
de_de: Medien
